export const salesData = [
  {
    name: "全体",
    目標: {
      出勤: 100,
      対応: 500,
      イン: 250,
      ドア: 150,
      アプ: 100,
      アポ: 50,
      商談: 40,
      契約: 25,
      完工: 20,
    },
    実績: {
      出勤: 92,
      対応: 450,
      イン: 220,
      ドア: 130,
      アプ: 85,
      アポ: 42,
      商談: 35,
      契約: 20,
      完工: 18,
    },
  },
  {
    name: "山田太郎",
    目標: {
      出勤: 20,
      対応: 100,
      イン: 50,
      ドア: 30,
      アプ: 20,
      アポ: 10,
      商談: 8,
      契約: 5,
      完工: 3,
    },
    実績: {
      出勤: 18,
      対応: 85,
      イン: 20,
      ドア: 25,
      アプ: 15,
      アポ: 8,
      商談: 6,
      契約: 3,
      完工: 2,
    },
  },
];

export default salesData;
